import Item from "@/component/panel/blog/Item";
import React from "react";

function page() {
  return (
    <div className="grid md:grid-cols-2 gap-8">
      <Item
        image={"/image/blog.jpg"}
        title="تجارت خارجی چیست ؟ نکات صادرات و...
"
        description="رم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و"
        link={"/panel/blog/1"}
      />
      <Item
        image={"/image/blog.jpg"}
        title="تجارت خارجی چیست ؟ نکات صادرات و...
"
        description="رم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و"
        link={""}
      />
    </div>
  );
}

export default page;
