import Accordion from "@/component/panel/book/tariffs/Accordion";
import Image from "next/image";
import Link from "next/link";

function Item() {
  return (
    <div className=" flex flex-col gap-6 pb-4">
      <Link
        href="/panel/book"
        className="gap-1 hover:gap-3 transition-all duration-300 flex w-fit hover:text-custom2 "
      >
        <Image
          src="/image/Alt Arrow Left.svg"
          width={23}
          height={25}
          className="rotate-180"
          alt="arrow"
        />
        <span>بازگشت</span>
      </Link>
      <Accordion title="آیین نامه اجرایی قانون و مقررات صادرات و واردات" defaultOpen>
        <div className="overflow-hidden ">
          <p className="text-[0.9rem] p-3 opacity-80 text-gray-700">
            ماده ١- م قررات ص اد رات و و ارد ات كالا و ان ج ام خ د مات مربوط ه
            نس بت به كليه ص اد ر كند كان ، و ارد كند كان و نيز أنه اي ى كه ش عول
            قانون بو آنه ا مس تلزم وكر نام اس ت به موج ب اي ن قانون تع يين و ك
            ليه قو انين مغ اير با آ ن لغو مى كردد ، *م اده ٢ - ك الاه ا ى ص اد
            راتى و و ارد اتى به س ه كروه زير تقس يم مى ش وند : كا لاى مج از: كا
            لا يى ا ست كه صد ور يا ورود آ ن با رع ايت ض و ابط ني از به كسب مج وز
            ند ارد . كا لاى مش روط : كا لا يى ا ست كه صد ور يا ورود آ ن با كسب
            مج وز امك ان يذ ير ا ست . كا لاى مم نوع : كا لا يى ا ست كه صد ور يا
            ورود آ ن به موجب ش رع مقدس ا سلام (به اع تبار خ ريد وفروش يا مص رف )
            و يا به موجب ق انون مم نوع كردد . بصره ١- دو ل ت مى تو اند بنا به
            مقتض ي ا ت و رايط خ ا ص م ان بري ت نين مبروط ه ، ص د ور يا ورود بعضى
            از ك الاه ا را مم نوع نم ايد . نبصره ٢- نوع و مشخصات كالاهاى هر يك
            از موارد سه كانه فوق الذكر براساس آيين نامه اى كه توسط وزارت صنعت،
            معدن و تجارت تهيه و به تصويب هيأت وزيران مى رسد، معين خوا هد شد .
            ماده ٣ - مباد رت به امر صاد رات و و ارد ات كالا به صورت تج ارى
            مستلزم د اشتن كارت بازر كانى استكه توسط اتاق بازر كانى ، صناي ع ، م
            ع ادن وكش اورزى ايران صاد ر و به تأييد وزارت صنعت ، مدعن و تج ار ت
            مى رسد . نب ص ره ١- ملاى تج ارى بودن ك الا و نيز نح وه صد ور، تمد يد
            و ابط ال ك ارت بازر ك انى مط ابق آيين نامه ا ج رايى خ و ا هد بود كه
            به تص ويب ه ي ات وزيرا ن مى رسد . نب ص ره ٢ - م رجع رس يدكى و ا ظه
            ار نظ ر قطعى ه نك ام بروز ا خ تلاف بين متق اضى ك ارت و اتاق ، وزارت
            ص نعت ، معدن و تج ارت مى باشد . نب ص ره ٣ - ش ركت ه اى تع او نى م
            رزنش ين ، م لو انان ، بيله ورا ن وك ار كرا ن ايرانى مقيم دا ش تن ك
            ارت بازر ك انى مع اف مى با ش ند
          </p>
        </div>
      </Accordion>
      <Accordion title="آیین نامه اجرایی قانون و مقررات صادرات و واردات">
        <div className="overflow-hidden ">
          <p className="text-[0.9rem] p-3 opacity-80 text-gray-700">
            ماده ١- م قررات ص اد رات و و ارد ات كالا و ان ج ام خ د مات مربوط ه
            نس بت به كليه ص اد ر كند كان ، و ارد كند كان و نيز أنه اي ى كه ش عول
            قانون بو آنه ا مس تلزم وكر نام اس ت به موج ب اي ن قانون تع يين و ك
            ليه قو انين مغ اير با آ ن لغو مى كردد ، *م اده ٢ - ك الاه ا ى ص اد
            راتى و و ارد اتى به س ه كروه زير تقس يم مى ش وند : كا لاى مج از: كا
            لا يى ا ست كه صد ور يا ورود آ ن با رع ايت ض و ابط ني از به كسب مج وز
            ند ارد . كا لاى مش روط : كا لا يى ا ست كه صد ور يا ورود آ ن با كسب
            مج وز امك ان يذ ير ا ست . كا لاى مم نوع : كا لا يى ا ست كه صد ور يا
            ورود آ ن به موجب ش رع مقدس ا سلام (به اع تبار خ ريد وفروش يا مص رف )
            و يا به موجب ق انون مم نوع كردد . بصره ١- دو ل ت مى تو اند بنا به
            مقتض ي ا ت و رايط خ ا ص م ان بري ت نين مبروط ه ، ص د ور يا ورود بعضى
            از ك الاه ا را مم نوع نم ايد . نبصره ٢- نوع و مشخصات كالاهاى هر يك
            از موارد سه كانه فوق الذكر براساس آيين نامه اى كه توسط وزارت صنعت،
            معدن و تجارت تهيه و به تصويب هيأت وزيران مى رسد، معين خوا هد شد .
            ماده ٣ - مباد رت به امر صاد رات و و ارد ات كالا به صورت تج ارى
            مستلزم د اشتن كارت بازر كانى استكه توسط اتاق بازر كانى ، صناي ع ، م
            ع ادن وكش اورزى ايران صاد ر و به تأييد وزارت صنعت ، مدعن و تج ار ت
            مى رسد . نب ص ره ١- ملاى تج ارى بودن ك الا و نيز نح وه صد ور، تمد يد
            و ابط ال ك ارت بازر ك انى مط ابق آيين نامه ا ج رايى خ و ا هد بود كه
            به تص ويب ه ي ات وزيرا ن مى رسد . نب ص ره ٢ - م رجع رس يدكى و ا ظه
            ار نظ ر قطعى ه نك ام بروز ا خ تلاف بين متق اضى ك ارت و اتاق ، وزارت
            ص نعت ، معدن و تج ارت مى باشد . نب ص ره ٣ - ش ركت ه اى تع او نى م
            رزنش ين ، م لو انان ، بيله ورا ن وك ار كرا ن ايرانى مقيم دا ش تن ك
            ارت بازر ك انى مع اف مى با ش ند
          </p>
        </div>
      </Accordion>
      <Accordion title="آیین نامه اجرایی قانون و مقررات صادرات و واردات">
        <div className="overflow-hidden ">
          <p className="text-[0.9rem] p-3 opacity-80 text-gray-700">
            ماده ١- م قررات ص اد رات و و ارد ات كالا و ان ج ام خ د مات مربوط ه
            نس بت به كليه ص اد ر كند كان ، و ارد كند كان و نيز أنه اي ى كه ش عول
            قانون بو آنه ا مس تلزم وكر نام اس ت به موج ب اي ن قانون تع يين و ك
            ليه قو انين مغ اير با آ ن لغو مى كردد ، *م اده ٢ - ك الاه ا ى ص اد
            راتى و و ارد اتى به س ه كروه زير تقس يم مى ش وند : كا لاى مج از: كا
            لا يى ا ست كه صد ور يا ورود آ ن با رع ايت ض و ابط ني از به كسب مج وز
            ند ارد . كا لاى مش روط : كا لا يى ا ست كه صد ور يا ورود آ ن با كسب
            مج وز امك ان يذ ير ا ست . كا لاى مم نوع : كا لا يى ا ست كه صد ور يا
            ورود آ ن به موجب ش رع مقدس ا سلام (به اع تبار خ ريد وفروش يا مص رف )
            و يا به موجب ق انون مم نوع كردد . بصره ١- دو ل ت مى تو اند بنا به
            مقتض ي ا ت و رايط خ ا ص م ان بري ت نين مبروط ه ، ص د ور يا ورود بعضى
            از ك الاه ا را مم نوع نم ايد . نبصره ٢- نوع و مشخصات كالاهاى هر يك
            از موارد سه كانه فوق الذكر براساس آيين نامه اى كه توسط وزارت صنعت،
            معدن و تجارت تهيه و به تصويب هيأت وزيران مى رسد، معين خوا هد شد .
            ماده ٣ - مباد رت به امر صاد رات و و ارد ات كالا به صورت تج ارى
            مستلزم د اشتن كارت بازر كانى استكه توسط اتاق بازر كانى ، صناي ع ، م
            ع ادن وكش اورزى ايران صاد ر و به تأييد وزارت صنعت ، مدعن و تج ار ت
            مى رسد . نب ص ره ١- ملاى تج ارى بودن ك الا و نيز نح وه صد ور، تمد يد
            و ابط ال ك ارت بازر ك انى مط ابق آيين نامه ا ج رايى خ و ا هد بود كه
            به تص ويب ه ي ات وزيرا ن مى رسد . نب ص ره ٢ - م رجع رس يدكى و ا ظه
            ار نظ ر قطعى ه نك ام بروز ا خ تلاف بين متق اضى ك ارت و اتاق ، وزارت
            ص نعت ، معدن و تج ارت مى باشد . نب ص ره ٣ - ش ركت ه اى تع او نى م
            رزنش ين ، م لو انان ، بيله ورا ن وك ار كرا ن ايرانى مقيم دا ش تن ك
            ارت بازر ك انى مع اف مى با ش ند
          </p>
        </div>
      </Accordion>
    </div>
  );
}

export default Item;
